<%@ page language="java" contentType="text/html; charset=UTF-8" pageEncoding="UTF-8"%>
<jsp:include page="template/front_header.jsp" />

<!-- Banner -->
<div id="carousel-example-generic" class="carousel slide" data-ride="carousel">
  <!-- Wrapper for slides -->
  <div class="carousel-inner main_banner" role="listbox">
    <div class="item active">
      <img src="img/banner/aboutus_1_1140x200.jpg" alt="Contact Us">
      <!-- <div class="carousel-caption"></div> -->
    </div>
  </div>

</div>

<!-- Content -->
<div class="row about-us-block">

	<div class="col-md-12">
		<ol class="breadcrumb">
		  <li><a href="#">首頁</a></li>
		  <li class="active">關於我們</li>
		</ol>
	</div>		

	<!-- Company Information -->
	<div class="row">	
		<div class="col-md-12 information">
			<div class="col-md-12 page-title">關於我們</div>
			<div class="col-md-12 page-content">
				<h3>北京证券集团有限公司简介</h3>
				<p>
				北京证券集团有限公司于2012年12月在香港成立，由中国资源投资集团有限公司董事长邓文云先生出仼首位集团主席。公司注册地及办公地点位于香港岛金融商业区湾仔中环广场4005室，目前持有香港证監会颁发的第一类和第四类管制牌照(中央編号 BFY017)。
				公司主要为香港及大陆同胞等全世界有缘之士提供在香港多元化资产配置和投资的服务，以减少人民币贬值所带来的金融资产減値风险，最大限度享受港股, 美股之价值的投资盛宴。
				
					<p>
						具体服务项目如下：
						<ul>
							<li>（一）在香港开设投资证券帐户，并提供港股、美股等区域股票买卖服务。</li>
							<li>（二）为投资者提供咨询、分析、参谋等服务，最大限度降低投资风险。</li>
							<li>（三）为投资者提供孖展融资服务，最大限度放大投资者的投资规模，实现投资效益最大化。</li>
							<li>（四）为投资者配售新、旧股票。</li>
							<li>（五）为在港上市企业IPO配售和增发股票，为企业发展提供无限机会。</li>
							<li>（六）为上市企业发行各种可换股债券，为企业快速发展插上腾飞的翅膀。</li>
							<li>（七）为投资移民客户提供优质投资服务。</li>
							<li>（八）为投资者提供沪港通投资服务</li>
						</ul>					
					</p>
				</p>	
			</div>
			<div class="col-md-12 page-content">
				<h3>主席的话</h3>
				<b>到香港“抢钱”去</b> - 北京证券集团有限公司集团董事局主席邓文云致词。<br><br>
				2016年2月 18日，这是一个值得特别庆贺的日子。北京证券集团有限公司经过数月的不懈努力，终于获得了香港政府 - 香港证监会颁发的证券交易运营牌照，北京证券集团有限公司终于正式营业，扬帆起航了！。				                                                      
				由于多方面原因，世界经济包括中国经济，正处于一个潇条期。股票市场则更是一片狼藉，在这风雨漂摇的特别时刻，许多人问：这个时候还能开证券行吗？还能投资炒股票吗？。 我们的结论是：不仅能，而且投资港股正当其时！根据有五；<br><br>
				一是全球股市包括港股巳下跌到历史底部，此时最宜布局港股。到目前为止：1）中国上证指数由5178点跌到2638点，跌49%，创业板指数由4037点跌到1780点，跌幅56%。2）美国道指由18351点跌破15370点，跌幅16%，纳指由5231点跌到4250点，跌幅19%。3）日本日经指数由20946点跌到14883点，跌29%。4）香港恒生指数跌的更狠了，由28588跌到18345点，跌幅为36%。可见，经过去年下半年以来的几轮下跌，目前全世界特别是香港的各种股票指数均巳经接近底部了。<br><br>        
				二是香港股票市场出现了一大批值得投资的优质股票。香港股票包括H股，其PE仅5倍，PB 0.72倍。且有许多公司PE低于5倍，PB 0.3倍，0.5倍的公司随处可见。甚至出现了公司市值低于现金流很多的公司。                                             
				而我们放眼A股，其PE平均仍达17～20倍，PB 1.8倍，创业板就更高了。即便是最便宜的上証50，PE也有8.5倍，PB1.1倍。比同品质的H股指数贵了50%以上。而两地的一些小盘股估值更是有数倍之差〈5～10倍很常见〉。很多AH股是同股同权的，但股价却是相差数倍，这与国际上相差5%大相径庭！上述足够低的估值提供了足够的投资安全边际，我认为被全世界抛弃的港股，在如此罕见的低估值下，一定是人生难得的一次投资机会。正象华人偶像李嘉诚所总结的：在所有人恐惧时，我们要贱取如珠玉；在所有人都贪婪时，我们要弃之如粪土。现在正是所有人恐惧之时，智慧的投资者应该懂得如何贱取如珠玉了。<br><br>
				三是国内A股将推出注册制，与国际接轨的A股未来出现几角甚至几分的股票有可能成为现实！由于香港资本市场比较成熟，其投资者大部分为机构投资者，投资较为理性，一但发现错杀或严重低估，反弹修复力度较大。而且国内今年将推出注册制，股票供少于求的局面将彻底终结。注册制的阵痛必将象噩梦一样笼罩在A股上空。这对于大陆投资来说，无疑是一个无法承受的风险。聪明的投资者必须未雨绸缪，实行灵活机动的投资战术，立即转移战场。通过沪港通，深港通等布局港股。打得赢就打，打不嬴就跑。<br><br>
				四是中国经济处于转型阵痛期。国内GDP增长率为6～7%将是常态。实体企业大量倒闭，实体企业难做已成普遍趋势。如果你没有特别的优势和资源，或你过去根本没有做过实体，建议还是将部分资金投入有价值的资本市场为好。让专家里手为你打工而你尽可享受低点投资，周期反弹的回报之效。<br><br>
				五是人民币贬值趋势已经形成。为规避资产风险，不宜将所有鸡蛋放在一个篮子里。因此，适当进行境外投资，巳是比较穏健的不二选择。可见，现在投资港股正当时。马云说：现在是抢钱时代，我们不愿与思想观念还停留在原始社会的人磨叽，如果碰到，直接下一个。我认为这段话恰好可以用在投资香港巿场。有识之士应该立即行动起来，一刻也不能耽误。敢快到香港去“抢钱”。<br><br>                                                       
				当然，股市有风险，投资需谨慎＂。我们既鼓励积极投资港股，但更提倡谨慎行事。为此，投资港股时必须注意把控三大风险。<br>
				一是要注意换汇风险。一切国内资金投资港股，都应循正规渠道而行，既要符合国家的外汇政策，又要注意换汇比价和换汇效益。<br><br>
				二是要注意选股风险。香港有许多被称为“老千＂的公司，专吃小散户，故千万别轻信小道消息炒股，也不要因贪图便宜，专拣低价股购买。关键要审定个股的投资价值。<br><br>
				三是要注意法律风险。香港的股票实行T+0制度，买了股票可以即时沽售，没有涨停版限制。因此，一支股票法律上可以一天涨几倍，也可以跌90%！股票波动较大。同时沒有特別情況尽量不要融资，因为如果融资炒股，一旦跌破估值价位就要被补仓或平仓。因此，对港股投资我们既要在战略上保持积极乐观主动进取之精神，在战术上我们又要注意保持谨慎周密，如履薄冰之原则。<br><br>                                                         
				为使港股投资立于不败之地！我们在港股投资中必须注意把握如下三原则。<br>
				一是稳准狠原则。稳就是态度上要积极，行动上要稳妥。切忌投资中浮澡和轻浮。准就是要选准个股，对拟投资的个股必须能总结出五六条价值投资的理由。狠就是选中后必须抓住时机，适当集中投资，在稳准基础上下狠手，争取投资价值回报的最大化。<br><br>
				二是价值投资和机会投资相结合原则。一支股票首先要考虑其投资价值、价格，更要选择合适时机进入。在正确的选股丶正确的价格丶正确的时间上下注。<br><br>
				三是中线为主，短线为辅原则。既不要奢望今天买进明天就收获，也不要与股票谈恋爱。偶尔被套，只要股票没选错，也不要匆忙斩仓。要以平常心守护。“宠辱不惊，闲看庭前花开花落；去留无意，漫随天外云卷云舒”。定可获“众里寻她千百度，蓦然回首，那人却在、灯火阑珊处”之奇效！。<br><br>            
				东方之珠丶狮子山下曾谱写了无数可歌可泣的财富传奇。在我们这个伟大的时代，在我们伟大的北京证券集团有限公司这个平台上，只要我们勇于丶善于抓住目前这一千载难逢的暴賺机遇，制定科学严谨的投资策略，坚持稳准狠等三原则，就一定能书写出新的更加神奇的财富传奇！“待到山花烂漫时，她在丛中笑！”
								
			</div>
		</div>
	</div>

</div>

<jsp:include page="template/front_footer.jsp" />