<?php

use Illuminate\Database\Seeder;

class DatabaseSeeder extends Seeder
{
  /**
   * Run the database seeds.
   *
   * @return void
   */
  public function run()
  {
    DB::table('market_news')->insert([
      'times' => 1457682192000,
      'id' => 2656219,
      'type' => 'FST',
      'headline' => '長建(01038)將染藍現跌1%  潤啤(00291)升3%跑贏大市',
      // 'headline' => 'headline',
      'content' => "<匯港通訊>    長建(01038)將於收市後成為恒指成份股，下周一生效，股價現逆市向下，報75.9元，跌1.49%，成交6億元。\r\n\r\n將被剔出成份股的華潤啤酒(00291)現報15.04元，升3.44%，跑贏大市，成交2.14億元。 (RH)",
      // 'content' => 'content',
      'stockCode' => '01038,00291'
    ]);

    DB::table('market_news')->insert([
      'times' => 1457681906857,
      'id' => 2656222,
      'type' => 'FIX',
      'headline' => '主要金融市場指數',
      'content' => "指數名稱                            指數      升跌   升跌(%)      時間\r\n道瓊斯工業平均指數             16,995.13     -5.23    -0.03%     05:10\r\n標準普爾500指數                 1,989.57      0.31     0.02%     05:03\r\n納斯達克綜合指數                4,662.16    -12.22    -0.26%     05:06\r\n標普500環球指數                 1,998.75     19.25     0.97%     15:38\r\n法蘭克福DAX指數                 9,498.15   -224.94    -2.31%     00:52\r\n巴黎CAC40指數                   4,350.35    -75.30    -1.70%     06:59\r\n東京日經225指數                16,938.87     86.52     0.51%     14:20\r\n上海A股指數                     2,940.94      5.83     0.20%     15:15\r\n上海B股指數                       351.44      0.96     0.27%     15:15\r\n上證綜合指數                    2,810.31      5.58     0.20%     15:15\r\n深圳A股指數                     1,762.06     -3.87    -0.22%     15:16\r\n深圳B股指數                     1,084.78     -6.76    -0.62%     15:15\r\n深證成份指數                    9,363.41    -26.94    -0.29%     15:16\r\n台北加權平均指數                8,706.14     45.44     0.52%     14:22\r\n首爾KOSPI指數                   1,971.41      2.08     0.11%     15:22\r\n悉尼普通股指數                  5,224.80     13.90     0.27%     13:32\r\n曼谷證交所指數                  1,391.55     12.49     0.91%     13:56\r\n美國30年國庫券孳息                  2.70       ---       ---     03:20\r\n\r\n以上資訊延遲最少15分鐘\r\n",
      'stockCode' => 'INDEX'
    ]);

    DB::table('market_news')->insert([
      'times' => 1457681145000,
      'id' => 2656216,
      'type' => 'CNSC',
      'headline' => '滬指止跌回升0.2% 本周累跌2.22% 市場觀望氛圍濃厚',
      'content' => "<匯港通訊>    滬深兩市今早雙雙低開，滬指開市即跌破2800點，隨後跌幅逐漸收窄。午後滬指止跌回升，小幅收漲0.2%。該指數本周累跌2.22%。分析指，今日兩市成交量大幅萎縮至3000億元人民幣(下同)，創兩個月來新低，顯示市場觀望氛圍濃厚。大市整體處於弱勢格局中，料後市股指將繼續下探。\r\n\r\n上證綜指全日收報2810.31點，漲0.2%，成交1284.50億元；深證成指全日收報9363.41點，跌0.29%，成交1756.62億元；滬深300全日收報3018.28點，升0.17%；創業板指全日收報1934.87點，跌0.11%。上證 B 股全日收報351.51點，升0.29%；深證 B 股全日收報1084.78點，跌0.62%。\r\n\r\n各股份漲跌互現，黃金、證券、運輸設備等漲幅居前，鈦金屬、信息安全、量子通信等概念跌幅居前。個股方面，兩市25隻個股漲停，8股跌停；73隻個股漲超5%，38隻個股跌超5%。\r\n\r\n分析指，今日股市成交量降得比較厲害，反映投資者仍在觀望。整體而言，短期通脹上行的勢頭超出市場預期，將制約未來政策空間。同時投資者對通脹進一步抬頭的擔憂加劇，對市場的估值水平影響較大。\r\n\r\n國統局昨日公布，內地2月居民消費價格指數(CPI)按年漲幅擴大至2.3%，為2014年7月以來最高。當月工業生產者出廠價格指數(PPI)按年跌幅收窄至4.9%，但已連續48個月下跌。分析預計，內地3月 CPI 漲勢會放緩，全年來看通脹風險不大。    (LC)",
      'stockCode' => ''
    ]);
  }
}
