<div id="agreement_sim" class="agreement_show">
    <div class="modal-header" align="center">
        <h3 class="modal-title"><b>免责声明及私隐政策</b></h3>
        <a href="#" onclick="change_lang('trad')">繁</a> | <a href="#" onclick="change_lang('sim')">簡</a> | <a href="#" onclick="change_lang('eng')">English</a>
    </div>

    <div class="modal-body">

        <div class="agreement_content" style="padding: 0 15px; height:500px; overflow-y: scroll;">
            <p>
                <div style="font-size: 22px; padding-bottom: 10px; font-weight: bold; text-decoration: underline;">免责声明</div>
                <b>重要通知</b><br>
                阁下使用本网站即表示同意当中所列出之责任及政策声明。如阁下于该等条款作出修订后，仍继续使用本网站，即视​​为阁下已接受有关修订。
            </p>

            <p>
                <b>一般声明</b><br>
                北京证券集团有限公司(以下称＂本公司＂)本网站的资料提供予置身或居住于该等在法律上限制本公司发放此等资料之地区的人士使用。浏览本网站之人士，必须自行了解及遵守有关限制。<br>
                本网站如在任何司法管辖区向任何人士招引或游说出售投资、及其投资产品、或接受存款属于违法时，则本网站的内容不应视为向该等地区的人士作出该等招引或游说。<br>
                本网站所包含的资料不拟提供作为专业意见，亦不应赖以作为专业意见，浏览本网站之人士，在需要时应寻求适当及独立之专业意见。<br>
                本公司可酌情决定，随时撤回或修改本网站内提供之任何资料、产品及服务而毋须事先通知。本公司对阁下使用个别资料、产品及服务之资格拥有最终决定权及绝对的酌情权。阁下须负责防止、保障及确保阁下之电脑系统及本网站不受电脑病毒入侵。<br>
            </p>

            <p>
                <b>风险披露</b><br>
                本公司于编制本网站所载资讯及资料时已力求审慎，并会按资讯及资料之“原样” 提供予阁下而不会作任何明示或暗示之保证或陈述，尤其为并无就该等资讯及资料并非侵犯权利、其保密程度、准确度、适用于特别目的、或该等资讯及资料内不含有电脑病毒作出任何保证或陈述。
            </p>

            <p>
                <b>责任限制</b><br>
                在本网站内，本公司提供之资料及其内容仅供参考，并不构成任何交易、招揽、邀请或要约。投资附带风险，投资者需注意投资项目之价值可升可跌，而过往表现并不反映将来之表现。进行投资前请寻求独立之专业投资意见。本公司在法律上均不向任何人士负责因其使用本网站资料而蒙受的任何直接或间接损失。
            </p>

            <p>
                <b>知识产权</b><br>
                本公司及其他人士拥有本网站显示之商标及标志。未经本公司及该等人士之书面批准，用户概不得使用。本网站所提供的任何资料，若没有得到本公司的书面同意，均不可以透过任何媒介或方式复印、分发或出版该等资料或软件作任何用途。如果阁下由本网站下载任何资料或软件，即表示阁下同意不会复制该等资料或软件，或除去或隐藏该等资料所载的任何版权或其他通告或标示。
            </p>

            <p>
                <b>连结网其他网站</b><br>
                使用超连结至其他网站或资料来源，当中之风险概由阁下负责。该等网站提供之内容、准确性、意见表达或与其他网站之连结并未经由本​​公司审查、核实、监察或认可。本公司明确声明不会对与本网站结连之网站之准确性、内容、效用或资料遗漏承担任何责任。阁下与此等第三者作任何联线或离线浏览或进行交易前，应自行负责一切所需之咨询或调查。本公司重申阁下透过或于本网站进行之所有活动，其风险概由阁下承担。本公司并不对任何阁下可能提供或被要求提供予任何第三者之资料之安全性作出保证。在阁下同意并接受使用本网站的各项条款时，阁下已被视为不可撤回地放弃了任何追讨因透过本网站浏览或接触其他网站而蒙受之任何损失、或损害，并放弃对本公司之一切索偿权利。
            </p>

            <p>
                <b>软体使用权</b><br>
                就本网站所有提供予阁下的任何软体，本公司只给予阁下一种非独家而受限制的个人使用许可，并只可在个人及非商业的情况下下载及使用有关软件。我们不赋予阁下软件的其他权利。所有的权利，包括软件的知识产权均属本公司或相关持牌者或软件的拥有者。除非法律允许，否则阁下不能对该软件作逆向复研、程式逆转、修订或损害。
            </p>

            <p>
                <b>资讯及资料</b><br>
                本网站可能载有资料、数据、报价、图表、统计数据、汇率、新闻、研究、分析及其他资讯(「该等资讯」)。<br>
                「该等资讯」或其任何部分可能由第三方提供，本公司不能亦不会就「该等资讯」的任何资料或数据的准确性、可靠性、充分性、有效性、完整性、适当性或及时间性作出任何陈述或保证，及不承担任何责任。本公司将不会因任何资料错漏而令阁下蒙受的损失承担责任（包括民事侵权行为责任、合约责任或任何其 他责任）。
            </p>

            <p>
                <b>发出 SMS 短讯</b><br>
                阁下可指定一个接收 SMS 短讯的流动电话号码，本公司只会将 SMS 短讯发至阁下登记的一个号码。阁下 指定的流动电话必须是能够接收 SMS 短讯的。<p>

                <ul>
                    <li>a. 若有任何看是由本公司发出的 SMS 短讯，要求阁下以 SMS 短讯提供阁下的户口或密码资料，阁 下绝不应回复，因为本公司绝不会作出如此要求。</li>
                    <li>b. 若任何由本公司发出的 SMS 短讯出现错乱的情况，阁下应尽快通知本公司。</li>
                    <li>c. 本公司的 SMS 短讯只发一次。若阁下删除本公司所发的 SMS 短讯，本公司不会重发。</li>
                    <li>d. 本公司所发的 SMS 短讯是单向的，阁下毋须回复。</li>
                </ul>
            </p>

            <p>
                <b>电邮</b><br>
                阁下须负责确保阁下电子邮件配备是能接收电子邮件的。<p>

            <ul>
                <li>a. 阁下必须对任何密码及保安资料加以保密，采取一切合理的预防措施，防止任何人未经授权或以欺诈手段使用阁下的密码或保安资料，并确保阻止任何人未经授权或以欺诈手段读取阁下的电子邮件。</li>
                <li>b. 本公司以电子邮件发出的提示可能无法加密保护，也可能无法避免被第三方毁坏。阁下须负责确保阁下的密码及任何其他用以接入阁下户口的身分证明资料均经妥善保护及保密。</li>
                <li>c. 若有任何由本公司发出的电子邮件，要求阁下以电子邮件提供阁下的户口或密码资料，阁下绝不应回复，因为本公司绝不会作出如此要求。</li>
                <li>d. 阁下在浏览过电邮网站超连结后，绝不应在电脑屏幕上提供阁下的户口或个人资料。所有经本公司授权的网站超连结只供参考之用，不会要求阁下输入阁下的户口或个人资料。</li>
                <li>e. 若任何由本公司发出的电子邮件或网站超连结出现错乱的情况，阁下应尽快通知本公司。</li>
                <li>f. 本公司的电子邮件只发一次。若阁下删除本公司所发的电子邮件，本公司不会重发。</li>
                <li>g. 本公司所发的电子邮件是单向的，阁下毋须回复。</li>
            </ul>
            </p>

            <p>
                <b>弥偿</b><br>
                阁下同意就涉及或因为以下各项而招致的任何债务、损害赔偿、索偿、诉讼、费用及支出(包括法律费用)，向本公司、本公司的雇员、代理人、高级职员、董事、承办商、供应商及其他代表作出弥偿，使彼等免遭受损害：<p>

            <ul>
                <li>a. 因阁下、或因能够使用阁下的用户名称及/或密码登入、及/或使用本网站的任何其他人士或实体，在违反或不遵守任何本网站订定的条款及条件；</li>
                <li>b. 因阁下登入、及/或使用本网站、及/或能够使用阁下的用户名称及/或登入密码登入本网站的任何其他人士或实体，在登入及/或使用本网站。</li>
            </ul>
            </p>

            <div style="height: 20px;"></div>

            <p>
                <div style="font-size: 22px; padding-bottom: 10px; font-weight: bold; text-decoration: underline;">提供个人资料及有关个人资料 (私隐) 条例条文</div>
                <p>客户不提供任何个人资料给我们前,请详阅下列要点。</p>
                <p>客户在申请开立户口、延续户口及建立或延续信贷便利或要求本公司提供金融投资服务及／或其他服务时，须要不时向本公司提供资料。</p>
                <p>若客户未能向本公司提供有关资料，可能会导致本公司无法为阁下开立或延续户口、或建立或延续信贷便利、或提供金融投资服务或其他服务。</p>
                <p>在客户与本公司的正常业务往来过程中，本公司亦有机会收集客户的资料。</p>
                <p>客户透过电子途径(如电邮或互联网或话音录音系统)提供资料给本公司并不是绝对安全可靠。若阁下透过</p>
                <p>电子途径将资料传送给我们，或我们根据阁下要求而透过电子途径将资料传送给客户时出现任何错漏而令阁下蒙受损失，本公司概不负责。因此，客户在利用电子媒介传送个人资料时应倍加留意。</p>

                <p>除特别声明外，本公司不会收集可以识别到访本网站者身分的任何资料。惟本公司会记录到访本网站者的浏览资料，但有关记录只显示你电子邮件地址中地域名称伺服器地址之部分，以及你曾浏览的网页。本公司会将到访本网站的总人次及根据地域名称伺服器地址划分的到访者类别等资料，编制网址使用情况的一般统计资料。</p>

                <p>
                    <b>客户的资料可能会(无论在香港或香港以外)用于下列用途：</b><br>
                    <ul>
                        <li>(i)	为客户提供服务及信贷便利设施之日常运作；</li>
                        <li>(ii) 做信贷检查;</li>
                        <li>(iii) 协助其他机构作信贷查察；</li>
                        <li>(iv) 确保客户的信用维持良好；</li>
                        <li>(v) 为客户设计金融服务或有关产品；</li>
                        <li>(vi) 推广金融服务或有关产品；</li>
                        <li>(vii) 确定本公司对客户或客户对本公司的债务；</li>
                        <li>(viii) 根据本公司须遵守的法律及／或监管要求或法庭命令作出披露； 及</li>
                        <li>(ix) 与上述任何项目有关的其他用途。</li>
                    </ul>
                </p>

                <p>
                    <b>使用资料作直接促销：</b><br>
                    本公司拟使用及/或转送客户的资料给本公司的任何联系公司作直接促销，而本公司须为此目的取得客户同意(其包括客户不反对之表示)。因此，务请阁下注意：<br>
                    <ul>
                        <li>(a)	本公司不时持有的阁下的姓名、联络详情、产品及服务投资组合信息、交易模式及行为、财务背景及统计资料可由本公司用于直接促销；</li>
                        <li>
                            (b)	以下服务、产品及标的类别可作推广：
                            <ul>
                                <li>(i)	证券、商品、投资及相关服务和产品；</li>
                                <li>(ii) 有关上文第(bi)款所述促销标的类别的奖赏、年资奖励或优惠计划;及</li>
                                <li>(iii) 为慈善及／或非牟利目的而作出之捐款及资助；</li>
                            </ul>
                        <li>(c)	若客户不愿意本公司使用及/或传送个人资料作直接促销,客户可行使其不同意此安排的权利。</li>
                    </ul>
                </p>

                <p>
                    <b>本公司会把客户的相关资料保密，但本公司可能会把该等资料提供给以下人士(无论在香港或香港以外)：</b><br>
                    <ul>
                        <li>(i)	任何代理人、承办商或向本公司提供与本公司的业务运作有关的行政、电讯、电脑、金融投资、执行交易服务或现金、证券及／或合约结算或交收服务或其他服务的第三者服务供应人；</li>
                        <li>(ii) 任何对本公司有保密责任的人，包括对本公司有保密资料承诺的与本公司属同一集团的公司；</li>
                        <li>(iii) 任何与客户已有或建议有交易往来的金融机构或交易商；</li>
                        <li>(iv) 任何信贷资料服务机构及于欠帐时给予收数公司；</li>
                        <li>(v)	任何本公司的实在或建议受让人、或参与人、或附属参与人、或本公司对客户权利的受让人；</li>
                        <li>(vi) 在本公司必须符合任何司法管辖区的有关法律、法庭指令或监管条例或规则的要求下：任何交易所、实体、代理人、监管或政府机构。通常在此情况下，本公司因须要保密而不能通知客户、或在征求客户的同意后才向上述人士披露有关资料。</li>
                    </ul>
                </p>

                <p>
                    <b>在符合《个人资料(私隐)条例(第 486 章)》(「私隐条例」)之条款情况下，任何个人有权：</b><br>
                    <ul>
                        <li>(i)	查核本公司是否持有他的资料及查阅有关的资料；</li>
                        <li>(ii) 要求本公司更正与该人士有关而不准确的资料；</li>
                        <li>(iii) 查悉本公司对处理资料的政策与实务及本公司所持有的个人资料的种类。</li>
                    </ul>
                </p>

                <p>
                    <b>任何关于资料查阅或资料更正，或关于资料政策及实务或资料种类等要求，可联络： 北京证券集团有限公司</b>
                    <p>
                        香港湾仔港湾道18号中环广场4005室<br>
                        传真：(852) 3899 1388 电话: (852) 3899 1373<br>
                        根据条例规定，本公司有权就处理任何资料查阅的要求收取合理费用。<br>
                        本公司除对客户有保密责任外，无论于收集、纪录维护及使用客户之个人资料时，本公司在任何时间亦会恪守私隐政策原则及「私隐条例」之条文及精神。
                    </p>

                    <p>本公司可对本私隐政策不时作出修改、修订或补充。</p>

                    <p>* 如英文文本与中文译本文义有歧异，概以英文本为准</p>
                </p>
            </p>
        </div>


        <div align="center">
            <div class="checkbox">
                <label><input type="checkbox" value="agree" class="accept_agreement"><b>本人同意并接纳本网站的条款及细则</b></label>
            </div>

            <button type="button" class="btn btn-primary" onclick="accept_agreement();">同意</button>
            <button type="button" class="btn btn-warning">不同意</button>
        </div>

    </div>
</div>