<div id="agreement_trad">
<div class="modal-header" align="center">
    <h3 class="modal-title"><b>免責聲明及私隱政策</b></h3>
    <a href="#" onclick="change_lang('trad')">繁</a> | <a href="#" onclick="change_lang('sim')">簡</a> | <a href="#" onclick="change_lang('eng')">English</a>
</div>

<div class="modal-body">

    <div class="agreement_content" style="padding: 0 15px; height:500px; overflow-y: scroll;">
        <p>
            <div style="font-size: 22px; padding-bottom: 10px; font-weight: bold; text-decoration: underline;">免責聲明</div>
            <b>重要通知</b><br>
            閣下使用本網站即表示同意當中所列出之責任及政策聲明。如閣下于該等條款作出修訂後，仍繼續使用本網站，即視為閣下已接受有關修訂。
        </p>

        <p>
            <b>一般聲明</b><br>
            北京首通證券香港集團有限公司(以下稱＂本公司＂)本網站的資料提供予置身或居住於該等在法律上限制本公司發放此等資料之地區的人士使用。瀏覽本網站之人士，必須自行瞭解及遵守有關限制。<br>
            本網站如在任何司法管轄區向任何人士招引或遊說出售投資、及其投資產品、或接受存款屬於違法時，則本網站的內容不應視為向該等地區的人士作出該等招引或遊說。<br>
            本網站所包含的資料不擬提供作為專業意見，亦不應賴以作為專業意見，瀏覽本網站之人士，在需要時應尋求適當及獨立之專業意見。<br>
            本公司可酌情決定，隨時撤回或修改本網站內提供之任何資料、產品及服務而毋須事先通知。本公司對閣下使用個別資料、產品及服務之資格擁有最終決定權及絕對的酌情權。閣下須負責防止、保障及確保閣下之電腦系統及本網站不受電腦病毒入侵。<br>
        </p>

        <p>
            <b>風險披露</b><br>
            本公司於編制本網站所載資訊及資料時已力求審慎，並會按資訊及資料之 “原樣” 提供予閣下而不會作任何明示或暗示之保證或陳述，尤其為並無就該等資訊及資料並非侵犯權利、其保密程度、準確度、適用於特別目的、或該等資訊及資料內不含有電腦病毒作出任何保證或陳述。
        </p>

        <p>
            <b>責任限制</b><br>
            在本網站內，本公司提供之資料及其內容僅供參考，並不構成任何交易、招攬、邀請或要約。投資附帶風險，投資者需注意投資項目之價值可升可跌，而過往表現並不反映將來之表現。進行投資前請尋求獨立之專業投資意見。本公司在法律上均不向任何人士負責因其使用本網站資料而蒙受的任何直接或間接損失。
        </p>

        <p>
            <b>知識產權</b><br>
            本公司及其他人士擁有本網站顯示之商標及標誌。未經本公司及該等人士之書面批准，用戶概不得使用。本網站所提供的任何資料，若沒有得到本公司的書面同意，均不可以透過任何媒介或方式複印、分發或出版該等資料或軟件作任何用途。如果閣下由本網站下載任何資料或軟件，即表示閣下同意不會複製該等資料或軟件，或除去或隱藏該等資料所載的任何版權或其他通告或標示。
        </p>

        <p>
            <b>連結往其他網站</b><br>
            使用超連結至其他網站或資料來源，當中之風險概由閣下負責。該等網站提供之內容、準確性、意見表達或與其他網站之連結並未經由本公司審查、核實、監察或認可。本公司明確聲明不會對與本網站結連之網站之準確性、內容、效用或資料遺漏承擔任何責任。閣下與此等第三者作任何聯線或離線瀏覽或進行交易前，應自行負責一切所需之諮詢或調查。本公司重申閣下透過或于本網站進行之所有活動，其風險概由閣下承擔。本公司並不對任何閣下可能提供或被要求提供予任何第三者之資料之安全性作出保證。在閣下同意並接受使用本網站的各項條款時，閣下已被視為不可撤回地放棄了任何追討因透過本網站瀏覽或接觸其他網站而蒙受之任何損失、或損害，並放棄對本公司之一切索償權利。
        </p>

        <p>
            <b>軟體使用權</b><br>
            就本網站所有提供予閣下的任何軟體，本公司只給予閣下一種非獨家而受限制的個人使用許可，並只可在個人及非商業的情況下下載及使用有關軟件。我們不賦予閣下軟件的其他權利。所有的權利，包括軟件的知識產權均屬本公司或相關持牌者或軟件的擁有者。除非法律允許，否則閣下不能對該軟件作逆向複研、程式逆轉、修訂或損害。
        </p>

        <p>
            <b>資訊及資料</b><br>
            本網站可能載有資料、數據、報價、圖表、統計數據、匯率、新聞、研究、分析及其他資訊(「該等資訊」)。<br>
            「該等資訊」或其任何部分可能由第三方提供，本公司不能亦不會就「該等資訊」的任何資料或數據的準確性、可靠性、充分性、有效性、完整性、適當性或及時間性作出任何陳述或保證，及不承擔任何責任。 本公司將不會因任何資料錯漏而令閣下蒙受的損失承擔責任（包括民事侵權行為責任、合約責任或任何其 他責任）。
        </p>

        <p>
            <b>發出 SMS 短訊</b><br>
            閣下可指定一個接收 SMS 短訊的流動電話號碼，本公司只會將 SMS 短訊發至閣下登記的一個號碼。閣下 指定的流動電話必須是能夠接收 SMS 短訊的。<p>

        <ul>
            <li>a.	若有任何看是由本公司發出的 SMS 短訊，要求閣下以 SMS 短訊提供閣下的戶口或密碼資料，閣 下絕不應回復，因為本公司絕不會作出如此要求。</li>
            <li>b.	若任何由本公司發出的 SMS 短訊出現錯亂的情況，閣下應儘快通知本公司。</li>
            <li>c.	本公司的 SMS 短訊只發一次。若閣下刪除本公司所發的 SMS 短訊，本公司不會重發。</li>
            <li>d.	本公司所發的 SMS 短訊是單向的，閣下毋須回復。</li>
        </ul>
        </p>

        <p>
            <b>電郵</b><br>
            閣下須負責確保閣下電子郵件配備是能接收電子郵件的。<p>

        <ul>
            <li>a.	閣下必須對任何密碼及保安資料加以保密，採取一切合理的預防措施，防止任何人未經授權或以欺詐手段使用閣下的密碼或保安資料，並確保阻止任何人未經授權或以欺詐手段讀取閣下的電子郵件。</li>
            <li>b.	本公司以電子郵件發出的提示可能無法加密保護，也可能無法避免被第三方毀壞。閣下須負責確保閣下的密碼及任何其他用以接入閣下戶口的身分證明資料均經妥善保護及保密。</li>
            <li>c.	若有任何由本公司發出的電子郵件，要求閣下以電子郵件提供閣下的戶口或密碼資料，閣下絕不應回復，因為本公司絕不會作出如此要求。</li>
            <li>d.	閣下在瀏覽過電郵網站超連結後，絕不應在電腦屏幕上提供閣下的戶口或個人資料。所有經本公司授權的網站超連結只供參考之用，不會要求閣下輸入閣下的戶口或個人資料。</li>
            <li>e.	若任何由本公司發出的電子郵件或網站超連結出現錯亂的情況，閣下應儘快通知本公司。</li>
            <li>f.	本公司的電子郵件只發一次。若閣下刪除本公司所發的電子郵件，本公司不會重發。</li>
            <li>g.	本公司所發的電子郵件是單向的，閣下毋須回復。</li>
        </ul>
        </p>

        <p>
            <b>彌償</b><br>
            閣下同意就涉及或因為以下各項而招致的任何債務、損害賠償、索償、訴訟、費用及支出(包括法律費用)，向本公司、本公司的雇員、代理人、高級職員、董事、承辦商、供應商及其他代表作出彌償，使彼等免遭受損害：<p>

        <ul>
            <li>a.	因閣下、或因能夠使用閣下的用戶名稱及/或密碼登入、及/或使用本網站的任何其他人士或實體，在違反或不遵守任何本網站訂定的條款及條件；</li>
            <li>b.	因閣下登入、及/或使用本網站、及/或能夠使用閣下的用戶名稱及/或登入密碼登入本網站的任何其他人士或實體，在登入及/或使用本網站。</li>
        </ul>
        </p>

        <div style="height: 20px;"></div>

        <p>
            <div style="font-size: 22px; padding-bottom: 10px; font-weight: bold; text-decoration: underline;">提供個人資料及有關個人資料 (私隱) 條例條文</div>
        <p>客戶于提供任何個人資料給我們前，請詳閱下列要點。</p>
        <p>客戶在申請開立戶口、延續戶口及建立或延續信貸便利或要求本公司提供金融投資服務及／或其他服務時，須要不時向本公司提供資料。</p>
        <p>若客戶未能向本公司提供有關資料，可能會導致本公司無法為閣下開立或延續戶口、或建立或延續信貸便利、或提供金融投資服務或其他服務。</p>
        <p>在客戶與本公司的正常業務往來過程中，本公司亦有機會收集客戶的資料。</p>
        <p>客戶透過電子途徑(如電郵或互聯網或話音錄音系統)提供資料給本公司並不是絕對安全可靠。若閣下透過</p>
        <p>電子途徑將資料傳送給我們，或我們根據閣下要求而透過電子途徑將資料傳送給客戶時出現任何錯漏而令閣下蒙受損失，本公司概不負責。因此，客戶在利用電子媒介傳送個人資料時應倍加留意。</p>

        <p>除特別聲明外，本公司不會收集可以識別到訪本網站者身分的任何資料。惟本公司會記錄到訪本網站者的瀏覽資料，但有關記錄只顯示你電子郵件地址中地域名稱伺服器地址之部分，以及你曾瀏覽的網頁。本公司會將到訪本網站的總人次及根據地域名稱伺服器地址劃分的到訪者類別等資料，編制網址使用情況的一般統計資料。</p>

        <p>
            <b>客戶的資料可能會(無論在香港或香港以外)用於下列用途：</b><br>
        <ul>
            <li>(i)	為客戶提供服務及信貸便利設施之日常運作；</li>
            <li>(ii) 作信貸檢查；</li>
            <li>(iii) 協助其他機構作信貸查察；</li>
            <li>(iv) 確保客戶的信用維持良好；</li>
            <li>(v) 為客戶設計金融服務或有關產品；</li>
            <li>(vi) 推廣金融服務或有關產品；</li>
            <li>(vii) 確定本公司對客戶或客戶對本公司的債務；</li>
            <li>(viii) 根據本公司須遵守的法律及／或監管要求或法庭命令作出披露； 及</li>
            <li>(ix) 與上述任何項目有關的其他用途。</li>
        </ul>
        </p>

        <p>
            <b>使用資料作直接促銷：</b><br>
            本公司擬使用及/或轉送客戶的資料給本公司的任何聯繫公司作直接促銷，而本公司須為此目的取得客戶同意(其包括客戶不反對之表示)。因此，務請閣下注意：<br>
        <ul>
            <li>(a)	本公司不時持有的閣下的姓名、聯絡詳情、產品及服務投資組合信息、交易模式及行為、財務背景及統計資料可由本公司用於直接促銷；</li>
            <li>
                (b)	以下服務、產品及標的類別可作推廣：
                <ul>
                    <li>(i)	證券、商品、投資及相關服務和產品；</li>
                    <li>(ii) 有關上文第(b)(i)款所述促銷標的類別的獎賞、年資獎勵或優惠計劃；及</li>
                    <li>(iii) 為慈善及／或非牟利目的而作出之捐款及資助；</li>
                </ul>
            <li>(c)	若客戶不願意本公司使用及/或轉送個人資料作直接促銷，客戶可行使其不同意此安排的權利。</li>
        </ul>
        </p>

        <p>
            <b>本公司會把客戶的相關資料保密，但本公司可能會把該等資料提供給以下人士(無論在香港或香港以外)：</b><br>
        <ul>
            <li>(i)	任何代理人、承辦商或向本公司提供與本公司的業務運作有關的行政、電訊、電腦、金融投資、執行交易服務或現金、證券及／或合約結算或交收服務或其他服務的第三者服務供應人；</li>
            <li>(ii) 任何對本公司有保密責任的人，包括對本公司有保密資料承諾的與本公司屬同一集團的公司；</li>
            <li>(iii) 任何與客戶已有或建議有交易往來的金融機構或交易商；</li>
            <li>(iv) 任何信貸資料服務機構及于欠帳時給予收數公司；</li>
            <li>(v)	任何本公司的實在或建議受讓人、或參與人、或附屬參與人、或本公司對客戶權利的受讓人；</li>
            <li>(vi) 在本公司必須符合任何司法管轄區的有關法律、法庭指令或監管條例或規則的要求下：任何交易所、實體、代理人、監管或政府機構。通常在此情況下，本公司因須要保密而不能通知客戶、或在徵求客戶的同意後才向上述人士披露有關資料。</li>
        </ul>
        </p>

        <p>
            <b>在符合《個人資料(私隱)條例(第 486 章)》(「私隱條例」)之條款情況下，任何個人有權：</b><br>
        <ul>
            <li>(i)	查核本公司是否持有他的資料及查閱有關的資料；</li>
            <li>(ii) 要求本公司更正與該人士有關而不準確的資料；</li>
            <li>(iii) 查悉本公司對處理資料的政策與實務及本公司所持有的個人資料的種類。</li>
        </ul>
        </p>

        <p>
            如開戶文件並非在持牌人或註冊人的僱員面前簽立，則客戶協議(如第6.1 段所界定的)的簽立，及有關的身分證明文件的見證，應由其他持牌人或註冊人、持牌人或註冊人的聯繫人士、
            太平紳士或專業人士例如銀行分行經理、執業會計師、律師或公證人加以簽名驗證作實。同時，亦可以使用獲得《電子交易條例》(第553 章)認可的驗證服務，
            例如由香港郵政所提供的驗證服務。（中國客戶可在國內公證機 關辦理開戶公證手續）。謹請留意，帳戶只有在通過我司的接納後才會被開立。
        </p>

        <p>
            <b>任何關於資料查閱或資料更正，或關於資料政策及實務或資料種類等要求，可聯絡： 北京首通證券香港集團有限公司</b>
        <p>
            香港灣仔港灣道18號中環廣場4005室<br>
            傳真：(852) 3899 1388	電話: (852) 3899 1373<br>
            根據條例規定，本公司有權就處理任何資料查閱的要求收取合理費用。<br>
            本公司除對客戶有保密責任外，無論於收集、紀錄維護及使用客戶之個人資料時，本公司在任何時間亦會恪守私隱政策原則及「私隱條例」之條文及精神。
        </p>

        <p>本公司可對本私隱政策不時作出修改、修訂或補充。</p>

        <p style="text-decoration: underline">匯港資訊有限公司及其資訊供應商努力確保所提供資訊的正確性和可靠性，惟不保證該等資料絕對正確。亦不對由於任何 資料不確或遺漏所引起之損失或損害負上責任（不論是民事侵權行為責任或合約責任或其他）。</p>

        <p>* 如英文文本與中文譯本文義有歧異，概以英文本為准</p>

        </p>
        </p>
    </div>


    <div align="center">
        <div class="checkbox">
            <label><input type="checkbox" value="agree" class="accept_agreement"><b>本人同意並接納本網站的條款及細則</b></label>
        </div>

        <button type="button" class="btn btn-primary" onclick="accept_agreement();">同意 </button>
        <button type="button" class="btn btn-warning">不同意</button>
    </div>

</div>
</div>